---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadSetOnDuty
source: html/64f3eb4f-19e7-91c1-b298-b8e7618b5d92.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadSetOnDuty Property

"Quantity of Prime"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLoadSetOnDuty { get; }
```